import { Component } from 'react';
import sydneyImg from '../../../assets/sydney-image.webp';

class Content extends Component {
  render() {
    return (
      <div>
        <p>
          Дата та місце народження: 19 липня 2003, с. Шрамківка, Драбівський
          р-н, Черкаська обл.
        </p>
        <p>
          Освіта: Шрамківська ЗОШ І-III ступенів; Національний технічний
          університет України «Київський політехнічний інститут імені Ігоря
          Сікорського», ФІОТ, Інженерія програмного забезпечення
        </p>
        <p>Хобі та інтереси:</p>
        <ul>
          <li>Фотографія</li>
          <li>Приготування їжі, особливо випічки та десертів</li>
          <li>Вирощування рослин</li>
          <li>Програмування - Front-End</li>
        </ul>
        <p id="first-element">Улюблені фільми:</p>
        <ol>
          <li>Stranger Things (Дивні Дива)</li>
          <li>Interstellar (2014)</li>
          <li>Midsommar (2019)</li>
        </ol>
        <p>
          Сідней (англ. Sydney) — найбільше місто Австралії, населення якого за
          оцінками на 2014 рік становило приблизно 4,84 мільйона осіб. Населення
          Сіднея багатонаціональне і космополітичне, мешканці називаються англ.
          Sydneysiders. Сідней є столицею штату Новий Південний Уельс. Місто
          було засноване у 1788 р. Артуром Філіпом, який прибув сюди на чолі
          Першого флоту, і було місцем заснування першого колоніального
          європейського поселення в Австралії. За результатами опитування, що
          провів журнал Forbes серед фахівців у 2010 році, Сідней потрапив до
          дванадцятки найкрасивіших міст світу.
        </p>
        <a
          href="https://www.cityofsydney.nsw.gov.au/"
          target="_blank"
          title="Сідней"
        >
          <img width="400px" src={sydneyImg} alt="Зображення міста Сідней" />
        </a>
      </div>
    );
  }
}

export default Content;
